Repository: common-repository/post-event2
Catalog: PostEvent-*.po
Languages: fr_fr

source: Do often do you ask yourself how you could create events through Wordpress, organize job meetings, parties or holidays with your friends and contact them easily ?
fr_fr: Vous vous êtes souvent demandé comment vous pourriez créer des évènement en utilisant wordpress, organisé des rendez vous professionnelle, des soirées ou des vacances avec vos amis et les contacter facilement ?

source: Then 'Post Event' is THE event plugin for wordpress you are looking for!
fr_fr: Alors 'Post Event' est LE plugin d'évènement pour wordpress que vous recherchez !

source: Post Event allows you to define event information (date, location, schedule...) directly in the post administration page.
fr_fr: Post Event vous permet de définir les informations d'un évènement (date, lieux) directement dans la page d'édition d'article.

source: All event information is automatically displayed in the post page (single.php), including Google Maps AND iCal link (integration in your agenda) without any code modification!
fr_fr: Toutes les information de l'évènement sont automatiquement affiché dans le contenu de l'article, incluant une carte google ET un lien iCal (pour intégrer dans votre agenda) sans aucune modification de code !

source: It is very usefull (Google Maps and iCal integration), high-performance and can be used for any event.
fr_fr: C'est très utile (Google Maps et intégration iCal), haute performance et peut être utilisé pour tout évènement.

source: We have based the development on the wordpress structure, without any modification of the database (event details are loaded as meta of the posts).
fr_fr: Nous avons basé notre développement sur la structure de wordpress, sans aucune modification de base de donnée (les détails des évènements sont stockés en meta de l'article).

source: Map setting
fr_fr: Configuration de la carte

source: Loop setting
fr_fr: Configuration de la boucle

source: Ics files
fr_fr: Fichiers ics

source: Subscription setting
fr_fr: Configuration de l'inscription

source: To use google maps, you have to own a google key, you can get one <a href="http://code.google.com/apis/maps/signup.html">here</a>
fr_fr: Pour utiliser google map, vous devez avoir un clé google, que vous pouvez trouver <a href="http://code.google.com/apis/maps/signup.html">ici</a>

source: Enter your google Key:
fr_fr: Entrez votre clé google:

source: Choose map height:
fr_fr: Hauteur de la carte:

source: Choose map width:
fr_fr: Largeur de la carte:

source: Choose bubble height:
fr_fr: Hauteur de la bulle:

source: Choose bubble width:
fr_fr: Largeur de la bulle:

source: Update options
fr_fr: Mettre à jour

source: Loop settings
fr_fr: Configuration de la boucle

source: PostEvent creates the function 'query_events' which is used in the theme.
fr_fr: PostEvent fournis la fonction 'query_events' qui s'utilise dans le thème.

source: It does the same as 'query_posts' but sorts posts by the event's start date (Desc as default).
fr_fr: Elle fait la même chose que 'query_posts' mais elle trie les articles par date de début d'évènement (Décroissant par défaut).

source: To sort in asc order, the box must be checked.
fr_fr: Pour trier dans l'ordre croissant, la case doit être coché.

source: Order event by asc:
fr_fr: Trier par ordre croissant:

source: You can choose how many past events to display (Past 3 days as default).
fr_fr: Vous pouvez choisir combien d'évènement doivent être affichés (Ancien de 3 jours par défaut).

source: Display past events since:
fr_fr: Affichés les anciens évènement depuis:

source: Today
fr_fr: Aujourd'hui

source: days
fr_fr: jours

source: all
fr_fr: Tous

source: When you save a post, ics files are generated, corresponding to each category.
fr_fr: Lorsque vous sauvez un article, des fichiers ics sont générés, correspondant a chacune des catégories.

source: Here is the list of all your ics files.
fr_fr: Voici la liste de tout vos fichiers ics.

source: Ics directory did not exist.
fr_fr: Le dossier des fichiers ics n'existe pas.

source: Click the button to create it.
fr_fr: Cliquez sur le boutton pour les créer.

source: Create directory
fr_fr: Créer le dossier

source: You can allow visitors to join events. You have to activate the subscription option in this page, then you can manage each post event subscription in the post edit page
fr_fr: Vous pouvez autoriser les visiteurs a s'inscrire à vos évènement. Vous devez activer l'option d'inscription dans cette page, puis vous pourrez configurer chaque inscriptions aux évènements dans la page d'édition d'article

source: Activate users registration
fr_fr: Activer l'inscription des utilisateurs

source: Only registered users can join events
fr_fr: Uniquement les utilisateurs enregistrés peuvent s'inscrire

source: If you check this box, you have to allow visitors to register into you blog
fr_fr: Si vous cochez cette case, vous devez permettre aux visiteurs de s'inscrire sur votre blog

source: Allow users to see who is registered
fr_fr: Autoriser les utilisateurs a voir qui est inscrit

source: Allow users to see the number of registered users to an event
fr_fr: Autoriser les utilisateurs a voir le nombre d'inscrit à un évènement

source: You can save the list of registered users as a csv file. Below you can choose the parameter for your csv files
fr_fr: Vous pouvez sauver la liste des inscrit dans un fichier csv. Ci-dessous vous pouvez choisir les paramètres de votre fichier ics

source: Fields separator
fr_fr: Séparateur de case

source: Text separator
fr_fr: Séparateur de texte

source: Only the twenty last users are displayed, to see all users download the csv file:
fr_fr: Seulement les vingts derniers utilisateurs sont affichés, pour voir tous les inscrits, télécharger le fichier csv:

source: here
fr_fr: ici

source: Users
fr_fr: Utilisateurs

source: Guests
fr_fr: Invités

source: Allow subscription
fr_fr: Ouvrir les inscriptions

source: Total number of participants
fr_fr: Nombre max de participant

source: Number of guests each participant is allowed to bring
fr_fr: Nombre d'invité que chaque participant peut amener

source: Delete event informations
fr_fr: Supprimer les informations de l'évènement

source: Really delete event ?
fr_fr: Voulez vous vraiment supprimer l'évènement ?

source: Start date
fr_fr: Date de début

source: Map settings saved.
fr_fr: Configuration de la carte mise à jour.

source: Loop settings saved.
fr_fr: Configuration de la boucle mise à jour.

source: Directory created successfully.
fr_fr: Répertoire créé avec succés.

source: Directory creation failed
fr_fr: La création du répertoire a échoué

source: No ics files
fr_fr: Aucun fichier ics

source: Subscription settings saved.
fr_fr: Configuration des inscriptions mise à jour

source: Subscription are not allowed for this event.
fr_fr: Les inscriptions ne sont pas ouverte pour cet évènement

source: Warning: End date more recent than start date.
fr_fr: Attention: La date de fin est plus récente que la date début.

source: End date
fr_fr: Date de fin

source: Location
fr_fr: Lieux

source: oXfoZ Technologies is an experienced web design agency, with a qualified team to assist and guide you every step of your development process.
fr_fr: oXfoZ Technologies spécialiste du conseil et de la création de sites Internet à partir de solutions CMS et CRM open-source à Paris et Lyon.

source: PostEvent is brought to you for free by oXfoZ Technologies.
fr_fr: PostEvent est propulsé gratuitement pour vous par oXfoZ Technologies.

source: About this plugin
fr_fr: A propos de ce plugin

source: About oXfoZ
fr_fr: A propos d'oXfoZ

source: You must be register to join events
fr_fr: Vou devez être enregistrés pour vous inscrire à un évènement

source: Register
fr_fr: S'enregistrer

source: Subscription
fr_fr: Inscription

source: Enter your email to register for this event :
fr_fr: Entrez votre adresse mail pour vous inscrire à cet évènement :

source: Your user name is :
fr_fr: Votre nom d'utilisateur est :

source: Guests number:
fr_fr: Nombre d'invités:

source: Rest
fr_fr: Reste

source: seat(s) for this event.
fr_fr: place pour cet évènement.

source: Join this event
fr_fr: Rejoindre cet évènement

source: You already join this event, would you like to leave it ?
fr_fr: Vous êtes déjà inscrit à cet évènement, voulez vous vous désinscrire ?

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: When you join the event, to left it, click again on the 'Join this event' button
fr_fr: Lorsque vous êtes inscrit à un évènement, pour le quitter, cliquez à nouveaux sur le bouton 'Rejoindre cet évènement'

source: Registers number:
fr_fr: Nombre d'inscrit:

source: See who are register
fr_fr: Voir qui est inscrit

source: Download csv file
fr_fr: Télécharger le fichier csv

source: Event details
fr_fr: Détail de l'évènement

source: Begin:
fr_fr: Début:

source: End:
fr_fr: Fin:

source: Place:
fr_fr: Lieux:

source: Add to your calendar:
fr_fr: Ajouter à votre calendrier:

source: Download ics file
fr_fr: Télécharger le fichier ics
